[{"outcome": "Cancer-free", "description": "The absence of detectable cancer cells in the body following successful treatment, indicating complete remission."}, {"outcome": "Remission", "description": "A period during which the signs and symptoms of cancer are reduced or absent. Remission can be partial (some cancer cells remain) or complete (no evidence of cancer)."}, {"outcome": "Ongoing treatment", "description": "The patient continues to receive active cancer treatment, such as chemotherapy, radiation therapy, or immunotherapy, to control or manage the disease."}, {"outcome": "Hospice", "description": "End-of-life care provided to patients with advanced cancer who are no longer receiving curative treatment. Hospice care focuses on comfort and quality of life."}, {"outcome": "Death", "description": "The patient has succumbed to cancer or cancer-related complications."}, {"outcome": "Ongoing surveillance", "description": "Regular monitoring of cancer survivors for signs of disease recurrence or late effects of treatment, typically through medical exams, imaging tests, and blood tests."}, {"outcome": "Disease progression", "description": "The cancer has worsened or spread despite treatment, indicating treatment failure or resistance."}, {"outcome": "Survivorship", "description": "The period following cancer treatment when the patient transitions from active treatment to regular follow-up care. Survivorship focuses on maintaining physical and emotional well-being."}, {"outcome": "Quality of life", "description": "The overall well-being and satisfaction with life experienced by cancer patients, including physical, emotional, social, and functional aspects."}, {"outcome": "Symptom management", "description": "Efforts to alleviate and control cancer-related symptoms, such as pain, nausea, fatigue, and depression, to improve the patient's comfort and quality of life."}, {"outcome": "Palliative care", "description": "Specialized medical care focused on providing relief from the symptoms, pain, and stress of a serious illness like cancer. Palliative care aims to improve the quality of life for both the patient and their family, regardless of the stage of the disease or the need for other treatments."}, {"outcome": "Adjuvant therapy", "description": "Additional cancer treatment given after the primary treatment, such as surgery or chemotherapy, to kill any remaining cancer cells and reduce the risk of cancer recurrence. Adjuvant therapy aims to improve the long-term outcome and survival rate of cancer patients."}, {"outcome": "Recurrence", "description": "The return of cancer after a period of remission or absence, indicating that the disease has come back."}, {"outcome": "Secondary cancer", "description": "The development of a new cancer unrelated to the original cancer diagnosis, either in the same organ or a different part of the body. Secondary cancers may occur as a result of previous cancer treatments, genetic predisposition, or environmental factors."}]